---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConduitOuterDiamParam
source: html/35de2451-b8cb-d40a-b86d-0325176fbe6e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConduitOuterDiamParam Property

"Outside Diameter"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConduitOuterDiamParam { get; }
```